<?php

return [

    'image' => 'ارفع صورة',
    'video' => 'ارفع فيديو',
    'file' => 'ارفع ملف',
    'link' => 'ارفق رابط',
    'youtube' => 'ارفق رابط يوتيوب',
    'description' => 'أضف وصفاً لتلك النقطة',
    'add' => 'أضف نقطة',
    'request' => 'طلب نقطة',
    'will' => 'أنا سوف',
    'statements' => 'عبارات',
    'credits' => 'النقاط',

    'count' => [
        'comments' => 'عدد التعليقات',
        'likes' => 'عدد الإعجابات',
    ],

    'types' => [
        'self' => 'نقطة ذاتية',
        'peer' => 'نقطة مًهداة',
    ],

    'evidences' => [
        'types' => [
            'link' => 'رابط',
        ],
    ],
    /*==================================
    Apply Page
    ==================================*/

    'apply' => [
        'classroom' => 'مكتبتك',
        'no_behaviors' => 'أنت لا تملك أى عبارات أنا استطيع حتى الان',
        'library' => [
            'photos' => 'مكتبة الصور',
            'videos' => 'مكتبة الفيديوهات',
            'files' => 'مكتبة الملفات',
            'links' => 'مكتبة الروابط',
            'peer' => 'المُهداة',
        ],

        'insertion' => [
            'quick_add' => 'إضافة سريعة',
            'new_credit' => 'أضف نقطة جديدة',
            'placeholder' => 'حدثنا عن آخر انجازاتك، أعطى نفسك نقطة.',
        ],

    ],

    'community' => [
        'friends' => 'أصدقائى',
        'all' => 'الجميع',
        'reply' => [
            'placeholder' => 'أضف تعليقك هنا'
        ]
    ]
];
