<?php

    return [
        'requests' => [
            'title' => 'طلبات الصداقة',
            'accept' => 'قبول طلب الصداقة',
            'delete' => 'حذف طلب الصداقة',
            'send' => 'إرسال طلب صداقة',
            'empty' => 'لا يوجد طلبات صداقة جديدة',
            'success' => 'تم إرسال طلب الصداقة بنجاح'
        ],

        'unfriend' => 'حذف الصديق',
        'unfriend_confirm' => 'هل أنت متأكد من أنك تريد حذف هذا الصديق',

        'no_users' => 'عفواَ، لم نستطع العثور على أى متسخدمين'
    ];
